{"source_db":"PMC","source_id":"3333881","division_id":6,"section":"MATERIALS AND METHODS","text":"Cell extracts, western blotting, IKK activity and NF-kappaB DNA binding\nTotal, nuclear and cytosolic extracts were performed as previously described (54); details are reported in Supplementary Data. Western blotting analysis was performed by resuspending protein aliquots in loading buffer (125 mM Tris-HCl, pH 6.8, 5% SDS, 1% bromophenol blue, 10% beta-mercaptoethanol, 25% glycerol), resolved on 12% SDS-PAGE, transferred to polyvinylidene difluoride membrane (Millipore, Bedford, MA, USA) and incubated with primary antibodies (1:1000) followed by incubation with horseradish-peroxidase-linked mouse or rabbit IgG (1:2000) (GE Healthcare Amersham, Little Chalfont, Buckinghamshire, UK) in PBS containing 5% non-fat dry milk (Bio-Rad Laboratories). Proteins were detected by chemiluminescence using the ECL System (GE Healthcare Amersham). Primary antibodies were purchased from: Santa Cruz Biotechnology, Santa Cruz, CA, USA (anti-HA F7, anti-IkappaB-alpha C15, anti-Histone H1, anti-Hexokinase-II); Sigma-Aldrich (anti-FLAG M2, anti-gamma-Tubulin); Upstate, Lake Placid, NY, USA (anti-p65). Densitometry of single bands was analysed by ImageJ software package (NIH, USA). IKK activity was evaluated in cytosolic extracts using the HTScan IKK kinase assay kit (Cell Signaling Technology, Danvers, MA, USA). Binding of p65, p50 and FLAG-Tat to the double-stranded NF-kappaB oligonucleotide was measured using NF-kappaB Combo Transcription Factor Assay kit (Cayman Chemical Company, Ann Arbor, MI, USA). Electrophoretic Mobility Shift Assay (EMSA) was performed as previously described (55); details are described in Supplementary Data.","catanns":[{"id":"T4","span":{"begin":1310,"end":1317},"category":"Binding"},{"id":"T1","span":{"begin":1321,"end":1324},"category":"Protein"},{"id":"T2","span":{"begin":1326,"end":1329},"category":"Protein"},{"id":"T3","span":{"begin":1334,"end":1342},"category":"Protein"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T4"},{"id":"E2","type":"instanceOf","object":"T4"},{"id":"E3","type":"instanceOf","object":"T4"}],"relanns":[{"id":"R1","type":"themeOf","subject":"T1","object":"E1"},{"id":"R2","type":"themeOf","subject":"T2","object":"E2"},{"id":"R3","type":"themeOf","subject":"T3","object":"E3"}],"modanns":[{"id":"M1","type":"Speculation","object":"E1"},{"id":"M2","type":"Speculation","object":"E2"},{"id":"M3","type":"Speculation","object":"E3"}]}