{"source_db":"PMC","source_id":"3333881","division_id":3,"section":"MATERIALS AND METHODS","text":"Cells, transfection, treatments and luciferase assay\nHeLa, p50-/-p65-/- mouse embryonic fibroblasts (MEFs) (52) and 293T cells were cultured in Dulbecco's modified Eagle's medium; Jurkat, U937 cells and human peripheral blood mononuclear cells (PBMCs) were cultured in RPMI 1640. PBMCs were isolated as previously described (53). Media were supplemented with 10% heat-inactivated fetal calf serum and 2 mM l-glutamine (Lonza Cologne AG, Germany). HeLa, p50-/-p65-/- MEFs and 293T were transfected with DNA by using FuGENE HD (Roche Diagnostic GmbH, Mannheim, Germany), according to the manufacturer's protocol; total DNA amounts were equalized by transfection of pRc/CMV empty vector (Invitrogen, Carlsbad, CA, USA). For pulse-stimulation, HeLa cells were treated with phorbol 12-myristate 13-acetate (PMA; Sigma-Aldrich, St Louis, MO, USA) (20 ng/ml) for 5 min, or tumor necrosis factor-alpha (TNF-alpha; Sigma-Aldrich) (20 ng/ml) for 30 min, washed twice in complete culture medium and then returned to culture. For luciferase assays, pSV-beta-Gal was co-transfected with pkappaBluc to monitor the transfection efficiency. Forty-eight-hour post-transfection, cells were lysed in lysis buffer of Dual Light Luciferase System (Tropix, Bedford, MA, USA) and the luciferase and beta-galactosidase activities were evaluated by using Dual Light Luciferase System (Tropix) in a bioluminometer (Turner Biosystem, Sunnyvale, CA, USA). The ratio of firefly luciferase activity to beta-galactosidase activity was expressed as relative light units.","catanns":[{"id":"T1","span":{"begin":36,"end":46},"category":"Protein"},{"id":"T2","span":{"begin":59,"end":62},"category":"Protein"},{"id":"T3","span":{"begin":65,"end":68},"category":"Protein"},{"id":"T4","span":{"begin":453,"end":456},"category":"Protein"},{"id":"T5","span":{"begin":459,"end":462},"category":"Protein"},{"id":"T6","span":{"begin":866,"end":893},"category":"Protein"},{"id":"T7","span":{"begin":895,"end":904},"category":"Protein"},{"id":"T8","span":{"begin":1018,"end":1028},"category":"Protein"},{"id":"T9","span":{"begin":1041,"end":1049},"category":"Protein"},{"id":"T10","span":{"begin":1208,"end":1218},"category":"Protein"},{"id":"T11","span":{"begin":1261,"end":1271},"category":"Protein"},{"id":"T12","span":{"begin":1276,"end":1294},"category":"Protein"},{"id":"T13","span":{"begin":1449,"end":1459},"category":"Protein"},{"id":"T14","span":{"begin":1472,"end":1490},"category":"Protein"}],"relanns":[{"id":"R1","type":"equivalentTo","subject":"T7","object":"T6"}]}