{"source_db":"PMC","source_id":"1942070","division_id":1,"section":"Introduction","text":"1The protein kinase D (PKD) serine/threonine kinase family has three members: PKD1, PKD2 and PKD3. Most cell types express at least two PKD isoforms but PKD enzymes are especially highly expressed in haematopoietic cells, where they are activated in response to antigen receptors stimulation [2,3]. A conserved signalling pathway linking antigen receptors to PKDs involves the activation of PLCgamma and the subsequent production of diacylglycerol (DAG) which stimulates classical and/or novel protein kinase Cs (PKC) that phosphorylate two key regulatory serine residues in the activation loop of PKD kinases [3-6]. The N-terminal regulatory region of PKD enzymes contains a DAG binding domain and direct binding of DAG also contributes to PKD1 activation [7] as well as regulating the spatial location of PKD enzymes within cells [8-12].\nPKD enzymes have been proposed to regulate numerous cellular functions, including cell proliferation [13-16], anti-apoptotic signals [17,18] and thymocyte development [19]. Expression of mutant catalytically inactive and constitutively activated PKDs can also modify Golgi function, cell adhesion and cell motility (reviewed in [20]). In particular, PKDs have been widely linked to the activation of the NFkappaB transcription factor and in regulating cell survival during oxidative stress [17,21-23]. Another recently proposed PKD1 substrate is HSP27 [24], a small heat shock protein involved in regulating cell migration and cell survival [25]. An essential role for PKD enzymes in regulating class II histone deacetylases (HDACs), enzymes that repress MEF2-dependent gene transcription, has also been demonstrated [1,26-28].\nTo investigate the biological role of PKDs we have generated DT40 B cell lines that lack expression of one or more members of the PKD family [1], allowing us to investigate the function(s) of PKD isoforms following B cell antigen receptor (BCR) stimulation, as well addressing the issue of functional redundancy between the different PKD family members. Previous studies have shown that PKDs are indispensable for HDAC regulation in B cells [1]. Herein we show that PKDs are also indispensable for HSP27 phosphorylation in B cells. However, PKD-null DT40 B cells are viable and proliferate normally. Moreover, loss of the entire cellular pool of PKD does not critically affect oxidative stress responses in B cells nor do PKD kinases play an essential role in regulating NFkappaB transcriptional activity. Together, these findings reveal that in B lymphocytes, PKD kinases are not critical regulators of many of the cellular processes previously ascribed to them in other cellular systems.","catanns":[{"id":"T1","span":{"begin":78,"end":82},"category":"Protein"},{"id":"T2","span":{"begin":84,"end":88},"category":"Protein"},{"id":"T3","span":{"begin":93,"end":97},"category":"Protein"},{"id":"T9","span":{"begin":706,"end":713},"category":"Binding"},{"id":"T10","span":{"begin":726,"end":737},"category":"Positive_regulation"},{"id":"T4","span":{"begin":741,"end":745},"category":"Protein"},{"id":"T11","span":{"begin":746,"end":756},"category":"Positive_regulation"},{"id":"T5","span":{"begin":1368,"end":1372},"category":"Protein"},{"id":"T6","span":{"begin":1386,"end":1391},"category":"Protein"},{"id":"T7","span":{"begin":1595,"end":1599},"category":"Protein"},{"id":"T12","span":{"begin":2148,"end":2161},"category":"Positive_regulation"},{"id":"T8","span":{"begin":2166,"end":2171},"category":"Protein"},{"id":"T13","span":{"begin":2172,"end":2187},"category":"Phosphorylation"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T9"},{"id":"E2","type":"instanceOf","object":"T10"},{"id":"E3","type":"instanceOf","object":"T11"},{"id":"E4","type":"instanceOf","object":"T12"},{"id":"E5","type":"instanceOf","object":"T13"}],"relanns":[{"id":"R1","type":"themeOf","subject":"T4","object":"E1"},{"id":"R2","type":"themeOf","subject":"E3","object":"E2"},{"id":"R3","type":"causeOf","subject":"E1","object":"E2"},{"id":"R4","type":"themeOf","subject":"T4","object":"E3"},{"id":"R5","type":"themeOf","subject":"E5","object":"E4"},{"id":"R6","type":"themeOf","subject":"T8","object":"E5"}]}