{"source_db":"PMC","source_id":"1942070","division_id":7,"section":"Discussion","text":"4Protein kinase D serine kinases have been proposed to regulate diverse cellular functions including the phosphorylation and nuclear localisation of class II HDACs and the phosphorylation of HSP27. It has also been suggested that PKDs act as mitochondrial sensors for oxidative stress and play a role in regulating NFkappaB transcription factors [41]. Most of the data about the function of PKDs has come from experiments that ectopically express active or inhibitory PKD mutants or that use RNAi to reduce PKD expression. We have used gene targeting to specifically delete PKD alleles in DT40 chicken B cells and can thus use PKD-null DT40 cells to assess the relative contribution of individual PKD isoforms in class II HDAC control versus oxidative stress responses and NFkappaB regulation in lymphocytes. We have previously used these PKD-null DT40 cells to define an essential role for PKDs in regulation of class II HDACs, the present report now describes an indispensable role for PKDs in regulating the phosphorylation of HSP27 on serine 82, a site previously identified as a target for the p38-MAPKAPK2 signalling cascade [42]. However, studies of PKD-null DT40 cells reveal that PKD family kinases are not essential for oxidative stress survival responses nor are they required for activation of NFkappaB transcription factors. These latter findings are in striking contrast to previous observations in HeLa and epithelial cell lines where overexpression/RNAi approaches have implicated PKD1/2 in the control of proliferation, survival and NFkappaB activation [20,23]. Hence, the present report shows that the proposed roles for PKDs as key sensors that modulate survival pathways in response to oxidative stress and regulate cell survival and proliferation are not ubiquitous and may be restricted to certain cell lineages. Taken together, these data indicate that loss of expression of PKD family members does not globally impact on early BCR-regulated signalling pathways.","catanns":[{"id":"T7","span":{"begin":18,"end":24},"category":"Entity"},{"id":"T8","span":{"begin":55,"end":63},"category":"Regulation"},{"id":"T6","span":{"begin":64,"end":90},"category":"Anaphora"},{"id":"T9","span":{"begin":172,"end":187},"category":"Phosphorylation"},{"id":"T1","span":{"begin":191,"end":196},"category":"Protein"},{"id":"T10","span":{"begin":996,"end":1006},"category":"Regulation"},{"id":"T11","span":{"begin":1011,"end":1026},"category":"Phosphorylation"},{"id":"T2","span":{"begin":1030,"end":1035},"category":"Protein"},{"id":"T12","span":{"begin":1039,"end":1048},"category":"Entity"},{"id":"T13","span":{"begin":1084,"end":1090},"category":"Regulation"},{"id":"T3","span":{"begin":1103,"end":1111},"category":"Protein"},{"id":"T4","span":{"begin":1497,"end":1501},"category":"Protein"},{"id":"T5","span":{"begin":1502,"end":1503},"category":"Protein"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T8"},{"id":"E2","type":"instanceOf","object":"T9"},{"id":"E3","type":"instanceOf","object":"T10"},{"id":"E4","type":"instanceOf","object":"T11"},{"id":"E5","type":"instanceOf","object":"T13"}],"relanns":[{"id":"R1","type":"coreferenceOf","subject":"T6","object":"T9"},{"id":"R3","type":"themeOf","subject":"E2","object":"E1"},{"id":"R4","type":"themeOf","subject":"T7","object":"E2"},{"id":"R5","type":"partOf","subject":"T7","object":"T1"},{"id":"R6","type":"themeOf","subject":"E4","object":"E3"},{"id":"R7","type":"themeOf","subject":"T12","object":"E4"},{"id":"R8","type":"partOf","subject":"T12","object":"T2"},{"id":"R9","type":"themeOf","subject":"T12","object":"E5"}],"modanns":[{"id":"M1","type":"Speculation","object":"E1"}]}