{"source_db":"PMC","source_id":"2664230","division_id":3,"section":"MATERIALS AND METHODS","text":"Human Peripheral Blood Mononuclear Cell Isolation and Stimulation\nHuman mononuclear cells were isolated from the peripheral blood of four healthy human volunteers. The sample size was chosen from our previously published work, which demonstrated reliable results.10 Cell isolation and all subsequent experiments were conducted under sterile and pyrogen-free conditions. Blood collected in heparin tubes was incubated with Dextran T500 and the red cells were sedimented for 40 minutes at room temperature. The resultant serum was then washed with HBSS and separated by Percoll gradient centrifugation according to the manufacturer's instructions. Cell viability was assessed by trypan blue dye exclusion, with purity of greater than 95%. Isolated cells were resuspended in RPMI 1640 supplemented with 10% FBS and 5 mM HEPES at a concentration of 1 x 107cells/mL. Each subsequent experiment listed below was conducted on samples of 5 x 106 cells per treatment group. Isolated cells were stimulated with either HBSS as a negative control, LPS (1 mug/mL), PTX (20 mM), or concomitant LPS / PTX, at the above-mentioned concentrations, for 30 minutes at 37degreesC. Cells were placed on ice for 10 minutes to stop the reaction and the samples were then stored at -70degreesC for further analysis. The stimulation times and concentrations of LPS and PTX utilized in this study were determined in previous pilot studies done in our laboratory, which examined the effects of increasing concentrations of PTX on LPS-induced TNF-alpha production. LPS at a concentration of 1 mug/mL and PTX at a concentration of 20 mM were the minimum concentrations necessary to produce a reproducible and reliable up-regulation and down-regulation in TNF-alpha production, respectively, in quantitative assays (data not shown).","catanns":[{"id":"T3","span":{"begin":1506,"end":1513},"category":"Positive_regulation"},{"id":"T1","span":{"begin":1514,"end":1523},"category":"Protein"},{"id":"T4","span":{"begin":1524,"end":1534},"category":"Gene_expression"},{"id":"T5","span":{"begin":1688,"end":1701},"category":"Positive_regulation"},{"id":"T6","span":{"begin":1706,"end":1721},"category":"Negative_regulation"},{"id":"T2","span":{"begin":1725,"end":1734},"category":"Protein"},{"id":"T7","span":{"begin":1735,"end":1745},"category":"Gene_expression"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T3"},{"id":"E2","type":"instanceOf","object":"T4"},{"id":"E3","type":"instanceOf","object":"T5"},{"id":"E4","type":"instanceOf","object":"T7"},{"id":"E5","type":"instanceOf","object":"T6"}],"relanns":[{"id":"R1","type":"themeOf","subject":"E2","object":"E1"},{"id":"R2","type":"themeOf","subject":"T1","object":"E2"},{"id":"R3","type":"themeOf","subject":"E4","object":"E3"},{"id":"R4","type":"themeOf","subject":"E4","object":"E5"},{"id":"R5","type":"themeOf","subject":"T2","object":"E4"}]}