{"source_db":"PMC","source_id":"2664230","division_id":5,"section":"MATERIALS AND METHODS","text":"SDS-PAGE and Immunoblotting (I-kappaBalpha, NF-kappaB p65, and CREB)\nFollowing stimulation, PBMCs were washed with ice-cold PBS and centrifuged to collect a cell pellet. The pellet was resuspended in ice-cold SDS sample buffer supplemented with 100 mM dithiothreitol. Cytoplasmic and nuclear extracts were isolated with NE-PER nuclear and cytoplasmic extraction reagents with 1x Halt Protease Inhibitor Cocktail according to the manufacturer's instructions. Protein concentrations were determined with the BCA protein reagent kit for each sample according to a standardized curve for albumin. Cell lysates were collected by boiling the samples in a 100degreesC water bath for 5 minutes. Ten mug of protein per sample was separated by SDS-polyacrylamide gel electrophoresis through 8-16% tris-glycine polyacrylamide gradient gels and transferred to nitrocellulose membranes. The membranes were blocked with 5% milk in Tris-buffered saline/Tween 20 (Fischer Scientific, Pittsburgh, PA) for 1 hour. Cytoplasmic extracts were incubated with phosphorylated I-kappaBalpha antibody (1:200), while nuclear extracts were incubated with either phosphorylated NF-kappaB p65 antibody (1:500) or phosphorylated CREB antibody (1:500) overnight at 4degreesC in separate experiments. The membranes were washed with Tris-buffered saline/Tween 20 and incubated for 1 hour at room temperature with the secondary antibody, horseradish peroxidase-linked anti-rabbit IgG diluted 1:2000 in blocking solution. After repeated washing of the membrane, the Supersignal West Pico Chemiluminescent Kit was applied for antibody detection per the manufacturer's instructions.\nWestern blot data is presented as a percentage of LPS stimulation. The percentage of LPS stimulation was calculated by dividing the mean band pixel total for each treatment arm divided by the mean pixel total of samples stimulated with LPS and multiplying by 100. Thus, LPS stimulation is reported as 100% and each of the treatment arms is reported as a percent of LPS stimulation.","catanns":[{"id":"T1","span":{"begin":29,"end":42},"category":"Protein"},{"id":"T2","span":{"begin":54,"end":57},"category":"Protein"},{"id":"T3","span":{"begin":63,"end":67},"category":"Protein"},{"id":"T6","span":{"begin":1037,"end":1051},"category":"Phosphorylation"},{"id":"T4","span":{"begin":1052,"end":1065},"category":"Protein"},{"id":"T7","span":{"begin":1134,"end":1148},"category":"Phosphorylation"},{"id":"T5","span":{"begin":1159,"end":1162},"category":"Protein"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T6"},{"id":"E2","type":"instanceOf","object":"T7"}],"relanns":[{"id":"R1","type":"themeOf","subject":"T4","object":"E1"},{"id":"R2","type":"themeOf","subject":"T5","object":"E2"}]}