{"source_db":"PMC","source_id":"3245220","division_id":12,"section":"Materials and Methods","text":"Materials\nRecombinant human M-CSF was purchased from R&D Systems (Minneapolis, MN). Ro-31-8220, Go-6976, Rotterin, and BAPTA/AM were obtained from Calbiochem (San Diego, CA). Low endotoxin RPMI and X-vivo serum free medium were obtained from Lonza Walkersville Inc (Walkersville, MD). Fetal bovine serum (FBS, certified <0.06 endotoxin units/ml endotoxin levels) was purchased from Atlanta Biological (Lawrenceville, GA). All other cell culture reagents were obtained through Invitrogen (Carlsbad, CA). PKCalpha NF-kappaB p65, Lamin B, beta-actin, and GAPDH antibodies, anti-mouse and rabbit IgG-HRP conjugated antibodies, and PKCalpha siRNA were obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Phospho-NFkappaB p65 (Ser276 or Ser536) antibodies were purchased from Cell Signaling Technology (Danvers, MA). DNA constructs pTAL-SEAP and pNF-kappaB-SEAP were obtained from Clontech (Mountian View, CA). Expression vectors containing CMV-p65 WT, CMV-p65 276S/A and CMV-p65 536S/A were cloned in pBa5e Puro vector or pFLAG-CMV-2 vector as described previously [49]. Kinase deficient CMV-PKCalpha (KD-PKCalpha) or wild type pCMV-PKCalpha (WT-PKCalpha) were generous gifts from Alexandra C. Newton (University of California, San Diego, CA). IkappaBalpha (NFKBIA) and GAPDH primers for real-time RT-PCR were obtained from SABiosciences (Frederick, MD). A pool of mouse or human PKCalpha specific siRNA were purchased from Santa Cruz Biotechnology (Santa cruz, CA).","catanns":[{"id":"T1","span":{"begin":627,"end":641},"category":"Protein"},{"id":"T2","span":{"begin":944,"end":947},"category":"Protein"},{"id":"T3","span":{"begin":956,"end":959},"category":"Protein"},{"id":"T4","span":{"begin":975,"end":978},"category":"Protein"},{"id":"T11","span":{"begin":1071,"end":1087},"category":"Negative_regulation"},{"id":"T5","span":{"begin":1092,"end":1100},"category":"Protein"},{"id":"T12","span":{"begin":1102,"end":1104},"category":"Negative_regulation"},{"id":"T6","span":{"begin":1105,"end":1113},"category":"Protein"},{"id":"T7","span":{"begin":1133,"end":1141},"category":"Protein"},{"id":"T8","span":{"begin":1146,"end":1154},"category":"Protein"},{"id":"T9","span":{"begin":1244,"end":1256},"category":"Protein"},{"id":"T10","span":{"begin":1380,"end":1403},"category":"Protein"}],"insanns":[{"id":"E1","type":"instanceOf","object":"T11"},{"id":"E2","type":"instanceOf","object":"T12"}],"relanns":[{"id":"R1","type":"themeOf","subject":"T5","object":"E1"},{"id":"R2","type":"themeOf","subject":"T6","object":"E2"}]}